Repository: orhanardaduman/togodo-app
Catalog: lib/l10n/intl_messages_*.arb
Languages: tr

source: Request Sent
tr: İstek Gönderildi

# profileUpdateSuccess
source: Profile Update Successful
tr: Profil Güncelleme Başarılı

# greetings
source: Hello Togodo user!
tr: Merhaba Togodo kullanıcısı!

# step1
source: After pressing the Join Friend button, you can send an invitation to the participants, or you can expect an invitation from new participants ✨
tr: butonuna bastıktan sonra katılımcılara davet gönderebilir, ya da yeni katılımcılardan davet bekleyebilirsin ✨

# step2
source: By pressing the Join button, you can be included in the participant list directly!Remember that you should wait for the approval of the event owner at some activities 🙌
tr: butonuna basarak katılımcı listesine direkt dahil olabilirsin! Bazı etkinliklerde etkinlik sahibinin onayını beklemen gerektiğini unutma 🙌

source: City
tr: Şehir

# requiredInput
source: Please enter {requiredInput}
tr: Lütfen {requiredInput} giriniz

source: Details
tr: Detaylar

# searchText
source: Start typing to search
tr: Aramak için yazmaya başlayın

# addLocation
source: Add your location!
tr: Konumunu ekle!

# addLocationInfo
source: Add your position so that we can show closer events to you.
tr: Sana daha yakın etkinlikleri gösterebilmemiz için konumunu ekle.

# permissionLocation
source: Allow the location
tr: Konuma İzin Ver

# welcomeNotfications
source: Welcome
tr: Hoş geldiniz

# welcomeNotficationsInfo
source: Welcome to Togodo!Are you ready to interfere with life 🏄‍♂️
tr: togodo'ya hoş geldin! Hayata karışmaya hazır mısın 🏄‍♂️

# profileNotfications
source: Thank you for keeping your profile up -to -date!Everything is easier now🕺
tr: Profilini güncel tuttuğun için teşekkür ederiz! Artık her şey daha kolay🕺

# info
source: To inform
tr: Bilgilendirme

# likesPageInfo
source: The activities you like will appear here.
tr: Beğendiğin etkinlikler burada gözükecek.

source: Light Theme
tr: Açık Tema

source: Dark Theme
tr: Koyu Tema

source: Language
tr: Dil

# languageInfo
source: Select your default application language.
tr: Varsayılan uygulama dilinizi seçin.

source: Theme
tr: Tema

# themeInfo
source: Select the application theme.
tr: Uygulama temasını seçin.

# ratingTitle
source: What was the event called {ratingTitle}?
tr: Fikrin bizim için önemli {ratingTitle} adlı etkinlik nasıldı?

# rating
source: Rate the activity
tr: Etkinliği Puanlayın

# ratingExp
source: Interpret your experience
tr: Deneyiminizi Yorumlayın

source: Send
tr: Gönder

# noThnx
source: No thanks
tr: Hayır, Teşekkürler

source: Evaluation
tr: Değerlendirme

source: Leave Event
tr: Etkinlikten Ayrıl

# leaveEventInfo
source: Are you sure you want to leave the event?
tr: Etkinlikten ayrılmak istediğine emin misin?

# quizTitle
source: People you can participate in the event ✨
tr: Etkinliğine Birlikte Katılabileceğin Kişiler ✨

source: Refresh
tr: Yenile

# withGo
source: Go with {withGo}
tr: {withGo} ile Git

# eventPrefer
source: These activities are not without you! 🫵
tr: Bu Etkinlikler Sensiz Olmaz! 🫵

# joinedEventHide
source: Hide the activities I attended
tr: Katıldığım Etkinlikleri Gizle

# joinedEventShow
source: Show the activities I attended
tr: Katıldığım Etkinlikleri Göster

# createdEventHide
source: Hide the activities I created
tr: Oluşturduğum Etkinlikleri Gizle

# createdEventShow
source: Show the activities I created
tr: Oluşturduğum Etkinlikleri Göster

# eventHide
source: Hiding event
tr: Etkinlik Gizleme

# eventHideInfo
source: These accounts cannot view their activities.
tr: Bu hesaplar etkinliklerini görüntüleyemez.

# blockInfo
source: These accounts cannot view the profile and cannot communicate with you.
tr: Bu hesaplar profilini görüntüleyemez ve seninle iletişim kuramaz.

# showPopupInfo
source: Are you sure you want to show the events?
tr: Etkinlikleri Göstermek İstediğine Emin Misin?

# friendsOfFriendsVisibility
source: When your account is open to friends of friends, not only your friends but also their friends can see your profile.
tr: Hesabın arkadaşlarının arkadaşlarına açık olduğunda, arkadaşlarının yanında onların arkadaşları da profilini görebilir.

# friendsOfFriends
source: Friends of My Friends
tr: Arkadaşlarımın Arkadaşları

# friendsOnlyVisibility
source: When your account is open to friends only, only your friends can see your profile.
tr: Hesabın sadece arkadaşlara açık olduğunda, profilini sadece arkadaşların görebilir.

# publicVisibility
source: When your account is open to everyone, all togodo users can see your profile.
tr: Hesabın herkese açık olduğunda, profilini tüm togodo kullanıcıları görebilir.

source: Everyone
tr: Herkes

source: Profile Visibility
tr: Profil Gösterimi

# manageVisibility
source: You can manage the visibility of your account here.
tr: Hesabının görünürlüğünü buradan yönetebilirsin.

source: Yes
tr: Evet

source: No
tr: Hayır

# blockInfoPopup
source: Are you sure you want to remove the obstacle?
tr: Engeli Kaldırmak İstediğine Emin Misin?

# isEventBlockTrue
source: Users you hide in the activities you create.
tr: Oluşturduğun etkinlikleri gizlediğin kullanıcılar.

# isEventBlockFalse
source: Users you hide in the activities I attended.
tr: Katıldığım etkinlikleri gizlediğin kullanıcılar.

# creatNewEvent
source: Create an event now!🎉
tr: Hemen Etkinlik Oluştur! 🎉

# eventDetailInfo
source: Apparently you haven't created an activity yet.Come on, create an event.🤝
tr: Görünüşe göre henüz bir etkinlik oluşturmamışsın. Hadi etkinlik oluştur. 🤝

# eventCreateButton
source: Create an activity
tr: Etkinlik Oluştur

# closeComment
source: Comments for the event have been closed.
tr: Etkinlik için yorumlar kapatılmıştır.

# checkPhone
source: The current record could not be found. Please create a new record!
tr: Mevcut kayıt bulanamadı.Lütfen yeni kayıt oluşturun!

# phoneError
source: Please enter a correct phone number.
tr: Lütfen doğru bir telefon numarası giriniz.

# personel
source: Personal
tr: Kişisel

source: Create Account
tr: Hesap Oluştur

# mapOpen
source: Open on Maps
tr: Haritalarda Aç

# googleMapOpen
source: Open with Google Maps
tr: Google Haritalar ile aç

# appleMapOpen
source: Open with Apple Maps
tr: Apple Haritalar ile aç

# yandexMapOpen
source: Open with Yandex Navigation
tr: Yandex Navigasyon ile aç

# mapWithOpen
source: Open on Maps
tr: Haritalar ile aç

# acceptFriendsInfo
source: {acceptFriendsInfo} want to be friends with you for a while?Come on!Be friends.✨
tr: {acceptFriendsInfo} bir süredir seninle arkadaş olmak istiyor? Hadi! Arkadaş ol. ✨

# notFoundUser
source: User not found
tr: Kullanıcı Bulunamadı

source: Togodo User
tr: Togodo Kullanıcısı

# eventRemoved
source: The event was canceled 🫣
tr: Etkinlik İptal Edildi 🫣

# eventRemovedInfo
source: "{eventRemovedInfo}" The event was unfortunately canceled.The fee return date will vary according to your bank.You can fill your plan with new events.
tr: "{eventRemovedInfo}" adlı etkinlik ne yazık ki iptal edildi. Ücret iade tarihi bankanıza göre değişiklik gösterecektir.Üzülme biz buradayız! Planını yeni etkinlikler ile doldurabilirsin.

# eventNameUpdated
source: event has been updated.
tr: etkinliğinin adı güncellendi.

# eventCommentLike
source: She liked the event interpretation.
tr: etkinlik yorumunu beğendi.

# eventComment
source: commented on the event.
tr: etkinliğine yorum yaptı.

# followNot
source: He started to follow you!
tr: seni takip etmeye başladı!

# kvkkAgreement
source: KVKK contract
tr: KVKK Sözleşmesi

# kvkkAgreementInfo
source: Your personal data is processed in accordance with the lighting text.Clicking the 'Continue' button
tr: Aydınlatma Metni doğrultusunda kişisel verileriniz işlenir. 'Devam Et' butonuna tıklayarak

source: Privacy Policy
tr: Gizlilik Politikası

# privacyPolicyInfo
source: and
tr: ve

# termsAndConditions
source: Terms of Use
tr: Kullanım Koşulları

# termsAndConditionsInfo
source: You accept that you are reviewing and approved these documents.
tr: 'nı incelediğinizi ve bu belgelere onay verdiğinizi kabul edersiniz.

# inviteForActivityTogether
source: You invited for the activity together 🏃🏻
tr: Etkinliğe beraber katılmak için davet ettin 🏃🏻

# youAreInvitedForActivity
source: {fullName} email you to join this activity together 🏃🏻
tr: {fullName} seni bu etkinliğe beraber katılmaya davet etti 🏃🏻

# acceptedEventInvitation
source: Accepted the event invitation 🏃🏻
tr: Etkinlik davetini kabul etti 🏃🏻

# declinedEventInvitation
source: Declined the event invitation 🏃🏻
tr: Etkinlik davetini reddetti 🏃🏻

# youAcceptedEventInvitation
source: You accepted the event invitation 🏃🏻
tr: Etkinlik davetini kabul ettin 🏃🏻

# youDeclinedEventInvitation
source: You declined the event invitation 🏃🏻
tr: Etkinlik davetini reddettin 🏃🏻

# noMessageInfo
source: Your messages will appear here 👀
tr: Mesajların burada gözükecek 👀

# noMessageInfoSub
source: You can inform your friends about new events and make plans as you wish.
tr: Yeni etkinliklerden arkadaşlarını haberdar edebilir ve dilediğince plan yapabilirsin.

# noNotificationInfo
source: Your notifications will appear here.
tr: Bildirimlerin burada gözükecek.

# noNotificationInfoSub
source: You can expand your interests and make more friends to be aware of new events.
tr: Yeni etkinliklerden haberdar olmak için ilgi alanlarını genişletebilir ve daha fazla arkadaş edinebilirsin 🏄.

# notYetRating
source: No evaluation
tr: Değerlendirme Yok

# notYetRatingInfo
source: No evaluation has yet been made for this event.
tr: Bu etkinlik için henüz bir değerlendirme yapılmamış.

# rate
source: Assessment
tr: Değerlendir

source: Reply
tr: Yanıtla

source: Delete Message
tr: Mesajı Sil

source: See More
tr: Devamını Gör

source: See Less
tr: Daha Az Gör

# shareInfo
source: Share the event with your friends!
tr: Etkinliği arkadaşlarınla paylaş!

source: Story Share
tr: Hikaye Paylaş

# ticketPopupTitle
source: Before the tickets are exhausted!
tr: Biletler Tükenmeden!

# ticketPopupInfo
source: Buy your event tickets now, enjoy the fun!
tr: Etkinlik biletlerini hemen al, eğlencenin tadını çıkar!

# replyTo
source: You respond to {replyTo}
tr: {replyTo}'ya yanıt veriyorsun

source: Notifications
tr: Bildirimler

# updateEvent
source: Update Efficiency
tr: Etkinliği Güncelle

source: Followed
tr: Takip Edilenler

source: Guest
tr: Misafir Girişi

# guestInfo
source: Start discovering events by making new records!
tr: Yeni kayıt yaparak etkinlikleri keşfetmeye başla!

# alreadyAccount
source: Do you already have an account?Login!
tr: Zaten bir hesabınız var mı? Giriş yapın!

source: Permission error
tr: İzin Hatası

# permissionGallery
source: No access permission to the gallery.
tr: Galeriye erişim izni verilmedi.

source: Go to Settings
tr: Ayarlar'a Git

source: Messages
tr: Mesajlar

source: Filter
tr: Filtrele

# categorys
source: Categories
tr: Kategoriler

source: Distance
tr: Mesafe

source: Time Interval
tr: Zaman Aralığı

# ahours
source: 24 Hours
tr: 24 Saat

# oneWeek
source: Week
tr: 1 Hafta

# oneMonth
source: Month
tr: 1 Ay

# threeMonths
source: 3 Months
tr: 3 Ay

# notTime
source: Notification time
tr: Bildirim Saati

source: Delete Account
tr: Hesabı Sil

# deleteAccountInfo
source: Please write the reason for deleting your account.
tr: Lütfen hesabınızı silme sebebinizi yazınız.

# findNewUser
source: Find a new participant
tr: Yeni Katılımcı Bul

source: First Joined
tr: İlk Katılan Ol

# firstJoinedInfo
source: No one has joined this event yet. It's time to be the first and invite your friends 🤝
tr: Bu etkinliğe henüz kimse katılmadı. İlk olmak ve arkadaşlarını davet etmek için tam zamanı 🤝

source: Scroll
tr: Kaydır

source: List
tr: Listele

# withJoins
source: Join with {withJoins}
tr: {withJoins} ile Katıl

# toRequest
source: {toRequest} invited
tr: {toRequest} davet edildi

# controlPhone
source: Please check your phone
tr: Lütfen telefonunu kontrol et

# controlPhoneInfo
source: We've sent the verification code to the phone number {controlPhoneInfo}.
tr: Doğrulama kodunu {controlPhoneInfo} numaralı telefona gönderdik.

# againSend
source: Send Again
tr: Tekrar Gönder

# ins
source: {ins} in
tr: {ins} içinde

# signUpError
source: You have existing records.Please select the Login option.
tr: Mevcut kaydınız bulunmaktadır. Lütfen giriş yap seçeneğini seçiniz.

# privacyOne
source: Your personal data is processed in accordance with the Information Text. By clicking on either 'Continue' or 'Social Account' options,
tr: Aydınlatma Metni doğrultusunda kişisel verileriniz işlenir. 'Devam Et' veya 'Sosyal Hesap' seçeneklerinden birine tıklayarak

# privacyTwo
source: User Agreement
tr: Kullanıcı Sözleşmesi

# privacyThree
source: Terms of Use
tr: Kullanım Koşulları

# privacyFour
source: and
tr: ve

# privacyFive
source: Privacy Policy
tr: Gizlilik Politikası

# privacySix
source: , you acknowledge that you have reviewed and accepted these documents.
tr: 'nı incelediğinizi ve bu belgelere onay verdiğinizi kabul edersiniz.

# newEvent
source: created an event named.
tr: adında bir event oluşturdu.

source: Select user
tr: Kullanıcı seç

source: With no user
tr: Kullanıcısız

# passwordsNotMatch
source: Passwords do not match
tr: Girilen şifreler uyuşmuyor

source: Password
tr: Şifre

source: Password Again
tr: Şifre Tekrar

source: Register with email
tr: Email ile kayıt ol

# registerWithPhone
source: Register with phone number
tr: Telefon numarası ile kayıt ol

# passwordIsShort
source: Password should be at least 6 characters
tr: Şifre en az 6 karakterden oluşmalıdır

source: Login with email
tr: Email ile giriş yap

# loginWithPhone
source: Login with phone number
tr: Telefon numarası ile giriş yap

# controlCred
source: Please check your email and password
tr: Lütfen email ve şifrenizi kontrol ediniz

# tickedUrl
source: Ticket url
tr: Bilet linki

# controlEmailInfo
source: We've sent the verification link to the email {controlEmailInfo}.
tr: Doğrulama linkini {controlEmailInfo} email adresine gönderdik.

# controlEmail
source: Please check your email
tr: Lütfen emaili kontrol et
