Repository: orhanardaduman/togodo-app
Catalog: lib/l10n/intl_messages_*.arb
Languages: tr

source: OK
tr: Tamam

source: Complete
tr: Tamamla

source: Cancel
tr: Çık

source: Close
tr: Kapat

source: Back
tr: Geri

source: Confirm
tr: Onayla

source: Clear
tr: Temizle

source: News
tr: Yeni

source: Sign In
tr: Giriş Yap

source: Sign Up
tr: Kayıt ol

# go
source: Continue
tr: Devam Et

source: Give Up
tr: Vazgeç

source: Edit
tr: Düzenle

source: Log Out
tr: Çıkış Yap

# newAccount
source: Create Account
tr: Hesap oluşturun

source: Google Sign-In
tr: Google ile Devam Et

source: Detail
tr: Detay

# error
source: An error occurred
tr: Bir hata oluştu

source: Reload
tr: Yenile

# fetchFailed
source: Could not get the data
tr: Veri alamadı

# pleaseRetry
source: Please try again
tr: Lütfen tekrar deneyin

# noResult
source: For Empty screen
tr: Henüz paylaşım yok!

source: No Title
tr: Başlık Yok

source: Display Name
tr: Ekran adı

source: E-mail
tr: E-posta

# signupTitle
source: SMS code was sent to the phone to verify.
tr: Telefonuna doğrulamak için SMS kodu gönderildi.

source: or
tr: ya da

# welcomeTitle
source: Welcome to the Arena of New Talents!
tr: Yakınındaki Etkinlikleri Keşfet & Yeni Arkadaşlarla Tanış

# welcomeSub
source: Have an account already?
tr: İlgi alanlarına uygun etkinliklere katılabilir veya kendi etkinliğini yaratarak eğlenceni paylaştığın yeni arkadaşlıklar edinebilirsin!

# block
source: Blocked
tr: Engelle

source: Blocked User
tr: Engellenenler

# unblock
source: Remove barriers
tr: Engeli Kaldır

# unBlockInfo
source: Are you sure you want to remove the obstacle?
tr: Engeli kaldırmak istediğine emin misin?

source: Delete
tr: Sil

source: Settings
tr: Ayarlar

# languageSelector
source: Language Options
tr: Dil Seçimi

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Bookmarks
tr: Yer işaretleri

# hoby_music
source: Music
tr: Müzik

# hoby_theater
source: Theater
tr: Tiyatro

# hoby_cinema
source: Cinema
tr: Sinema

# hoby_business
source: Business
tr: İş Hayatı

# hoby_education
source: Education
tr: Eğitim

# hoby_fair
source: Fair
tr: Fuar

# hoby_social_event
source: Social Event
tr: Sosyal Etkinlik

# hoby_food_drink
source: Food & Drink
tr: Yeme & İçme

# hoby_comedy
source: Comedy
tr: Komedi

# hoby_sports
source: Sports
tr: Spor

# hoby_art
source: Art
tr: Sanat

# hoby_travel
source: Travel
tr: Seyahat

# hoby_technology
source: Technology
tr: Teknoloji

# hoby_dance
source: Dance
tr: Dans

# hoby_party
source: Party
tr: Parti

# hoby_hobby
source: Hobby
tr: Hobi

# hoby_chat
source: Chat
tr: Sohbet

# hoby_live_concerts
source: Live Concerts or Performances
tr: Konser ya da Canlı Performanslar

# hoby_jazz
source: Jazz
tr: Caz

# hoby_classic_music
source: Classic
tr: Klasik

# hoby_basketball
source: Basketball
tr: Basketbol

# hoby_football
source: Football
tr: Futbol

# hoby_volleyball
source: Volleyball
tr: Voleybol

# hoby_running
source: Running
tr: Koşu

# hoby_walking
source: Walking
tr: Yürüyüş

# hoby_bicycling
source: Bicycling
tr: Bisiklet

# hoby_tennis
source: Tennis
tr: Tenis

# hoby_motor_sports
source: Motor Sports
tr: Motor Sporları

# hoby_sailing
source: Sailing
tr: Yelken

# hoby_swimming
source: Swimming
tr: Yüzme

# hoby_table_tennis
source: Table Tennis
tr: Masa Tenisi

# hoby_cultural_events
source: Cultural Events
tr: Kültürel Etkinlikler

# hoby_nature_exploration
source: Nature Exploration
tr: Doğa Keşifleri

# hoby_city_tours
source: City Tours
tr: Şehir Gezileri

# hoby_camping
source: Camping
tr: Kamp

# hoby_sea_beach
source: Sea & Beach
tr: Deniz ve Plaj

# hoby_coding
source: Coding
tr: Kodlama

# hoby_artificial_intelligence
source: Artificial Intelligence
tr: Yapay Zeka

# hoby_digital_design
source: Digital Design
tr: Dijital Tasarım

# hoby_data_science
source: Data Science and Analytics
tr: Veri Bilimi ve Analitik

# hoby_folk_dances
source: Folk Dances
tr: Halk Oyunları

# hoby_ballet
source: Ballet
tr: Bale

# hoby_latin_dances
source: Latin Dances
tr: Latin Dansları

# hoby_modern_dance
source: Modern Dance
tr: Modern Dans

# hoby_break_dance
source: Break Dance
tr: Break Dans

# hoby_thematic_party
source: Thematic Party
tr: Tematik Parti

# hoby_cocktail
source: Cocktail
tr: Kokteyl

# hoby_birthday_party
source: Birthday Party
tr: Doğum Günü Partisi

# hoby_cooking
source: Cooking & Culinary Arts
tr: Yemek ve Mutfak Sanatları

# hoby_gardening
source: Gardening & Plant Care
tr: Bahçecilik ve Bitki Bakımı

# hoby_book_club
source: Book Club
tr: Kitap Kulübü

# hoby_handicrafts
source: Handicrafts
tr: El Sanatları

# hoby_astronomy
source: Astronomy & Observation
tr: Astronomi ve Gözlem

# hoby_pet_care
source: Pet Care & Pets
tr: Hayvan Bakımı ve Evcil Hayvanlar

# hoby_home_decoration
source: Home Decoration & Design
tr: Ev Dekorasyonu ve Tasarım

# hoby_current_affairs
source: Current Affairs
tr: Gündemden

# hoby_sports_chat
source: Sports Chat
tr: Spor Sohbeti

# hoby_art_discussion
source: Art Discussion
tr: Sanat Üzerine

# hoby_casual_chat
source: Casual Chat
tr: Eğlencesine

# hoby_theater_festivals
source: Theater Festivals
tr: Tiyatro Festivalleri

# hoby_classic_theater
source: Classic Theater
tr: Klasik Tiyatro

# hoby_film_showings
source: Film Showings
tr: Film Gösterileri

# hoby_film_festivals
source: Film Festivals
tr: Film Festivalleri

# hoby_film_criticism
source: Film Criticism and Critique
tr: Film Eleştirileri ve Eleştirmenlik

# hoby_entrepreneurship
source: Entrepreneurship
tr: Girişimcilik

# hoby_social_responsibility
source: Social Responsibility
tr: Sosyal Sorumluluk

# hoby_seminars_conferences
source: Seminars and Conferences
tr: Seminer ve Konferanslar

# hoby_workshops
source: Workshops
tr: Atölye Çalışmaları

# hoby_personal_development
source: Personal Development
tr: Kişisel Gelişim

# hoby_trade_fair
source: Trade Fair
tr: Ticaret Fuarı

# hoby_book_fair
source: Book Fair
tr: Kitap Fuarı

# hoby_game_entertainment_fair
source: Game and Entertainment Fair
tr: Oyun ve Eğlence Fuarı

# hoby_fashion_fair
source: Fashion Fair
tr: Moda Fuarı

# hoby_automotive_fair
source: Automotive Fair
tr: Otomotiv Fuarı

# hoby_community_meeting
source: Community Meeting
tr: Topluluk Buluşması

# hoby_charity_campaign
source: Charity Campaign
tr: Yardım Kampanyası

# hoby_restaurant_promotion
source: Restaurant Promotion
tr: Restoran Tanıtımı

# hoby_chef_table_experience
source: Chef's Table Experience
tr: Şefin Masası Deneyimi

# hoby_drink_tasting
source: Drink Tasting
tr: İçki Tadımı

# hoby_gourmet_tour
source: Gourmet Tour
tr: Gurme Gezisi

# hoby_open_mic
source: Open Mic
tr: Açık Mikrofon

# hoby_walk
source: Walk
tr: Yürüyüş

# hoby_bicycle
source: Bicycle
tr: Bisiklet

# hoby_food
source: Food
tr: Yemek

# hoby_cultural_event
source: Cultural Events
tr: Kültürel Etkinlikler

# hoby_nature_discovery
source: Nature Discovery
tr: Doğa Keşifleri

# hoby_city_tour
source: City Tours
tr: Şehir Gezileri

# hoby_latin_dance
source: Latin Dances
tr: Latin Dansları

# hoby_data_science_analytics
source: Data Science and Analytics
tr: Veri Bilimi ve Analitik

# hoby_folk_dance
source: Folk Dance
tr: Halk Oyunları

# hoby_cooking_culinary_arts
source: Cooking & Culinary Arts
tr: Yemek ve Mutfak Sanatları

# hoby_gardening_plant_care
source: Gardening & Plant Care
tr: Bahçecilik ve Bitki Bakımı

# hoby_handicraft
source: Handicraft
tr: El Sanatları

# hoby_astronomy_observation
source: Astronomy & Observation
tr: Astronomi ve Gözlem

# hoby_pet_care_pets
source: Pet Care & Pets
tr: Hayvan Bakımı ve Evcil Hayvanlar

# hoby_home_decoration_design
source: Home Decoration & Design
tr: Ev Dekorasyonu ve Tasarım

# hoby_title
source: Hobbies
tr: Hobilerin

# hoby_sub
source: Voter is important for us to match you with the right profiles and activities. 🏄
tr: Hobilerini seçmen, seni doğru profillerle ve etkinliklerle eşleştirmemiz için önemli 🏄

# photo_title
source: Upload Photo
tr: Fotoğraf Yükle

# photo_sub
source: Upload a photo to stay in memory 📸
tr: Hafızalarda kalmak için bir fotoğraf yükle 📸

# profile_edit_title
source: Edit Profile
tr: Profili Düzenle

# profile_edit_picture_change_instruction
source: You can change the order of the pictures by dragging.
tr: Görsellerin yerini sürükleyerek değiştirebilirsin.

# name_label
source: Full Name
tr: İsim

# surname_label
source: Surname
tr: Soyisim

# community_name_label
source: Community Name
tr: Topluluk

# username_label
source: Username
tr: Kullanıcı Adı

# location_label
source: Location
tr: Konum

# occupation_label
source: Occupation
tr: Ünvan

# description_label
source: Description
tr: Açıklama

# add_tag_label
source: Add Tag
tr: Etiket Seç

# add_social_media_label
source: Add Social Media
tr: Sosyal Medya Ekle

# exit_button
source: Exit
tr: Çık

# save_button
source: Save
tr: Kaydet

# add_picture_tooltip
source: Add Picture
tr: Resim Ekle

# settings_page_title
source: Settings
tr: Ayarlar

# settings_page_account_info
source: Account Information
tr: Hesap Bilgileri

# settings_page_personal_details
source: Personal Details
tr: Kişisel Detaylar

# settings_page_security
source: Security
tr: Güvenlik

# settings_page_data_and_permissions
source: Your Data and Permissions
tr: Bilgilerin ve İzinlerin

# settings_page_theme
source: Theme
tr: Tema

# settings_page_language
source: Language
tr: Dil

# settings_page_about
source: About
tr: Hakkında

# settings_page_privacy_policy
source: Privacy Policy
tr: Gizlilik Sözleşmesi

# settings_page_terms_and_conditions
source: Terms and Conditions
tr: Şartlar ve Koşullar

# settings_page_terms_and_content
source: Usage and Content Policies
tr: Kullanım ve İçerik Politikaları

# settings_page_version
source: Version:
tr: Sürüm:

# settings_page_invite_friends
source: Invite your friends for a good time.
tr: Keyifli zaman geçirmek isteyen arkadaşlarını hemen davet et. Etkinlik arkadaşınla

# settings_page_share_friends
source: Share togodo with your activity buddy 🙌
tr: togodo'yu paylaş 🙌

source: Remove Friend
tr: Arkadaşı Çıkar

source: Report
tr: Şikayet Et

source: Hide Activities
tr: Etkinlikleri Gizle

source: Show Activities
tr: Etkinlikleri Göster

source: Copy Profile URL
tr: Profilin URL'sini Kopyala

source: Share Profile
tr: Profili Paylaş

# eventsTab
source: Events
tr: Etkinlikler

# requestsTab
source: Requests
tr: İstekler

# draftsTab
source: Drafts
tr: Taslaklar

source: Friend
tr: Arkadaş

source: Event
tr: Etkinlik

source: Event Name
tr: Etkinlik Adı

source: Event Description
tr: Etkinlik Açıklaması

# eventDetail
source: Activity detail
tr: Etkinlik Detayı

# completeProfile
source: Complete Your Profile
tr: Profilini Tamamla

# profileAlmostPerfect
source: Your profile is almost perfect, we've highlighted the missing parts for you. Go to your profile now and complete it 🏄‍♂️
tr: Profilin neredeyse kusursuz, eksikleri senin için belirledik. Şimdi profile git ve tamamla 🏄‍♂️

source: Go to Profile
tr: Profile Git

# title
source: Your Title
tr: Ünvanın

# socialMediaAccounts
source: Your Social Media Accounts
tr: Sosyal Medya Hesapların

# interests
source: Your Interests
tr: İlgi Alanların

# biography
source: Your Biography
tr: Biyografin

source: Hello, {name}!
tr: Merhaba, {name}!

# completionSteps
source: You have {completionCount} steps left to complete your profile.
tr: Profilini tamamlaman için son {completionCount} adım kaldı.

source: What is Applause?
tr: Alkış Nedir?

# applauseInfo
source: By keeping your account active and participating in activities with your friends, you can collect applauses. These applauses will grant you certain privileges!
tr: Hesabını aktif tutarak ve etkinliklere arkadaşlarınla beraber katılarak alkış toplayabilirsin. Bu alkışlar sana bazı ayrıcalıklar kazandıracak!

source: Add to See
tr: Görmek İçin Ekle

# addToSeeInfo
source: You need to add your own information to see other users' interests and social media accounts.
tr: Diğer kullanıcıların ilgi alanlarını ve sosyal medya hesaplarını görmek için kendi bilgilerini eklemelisin.

# goToProfileAndAdd
source: Go to Profile & Add
tr: Profile Git & Ekle

# readyTemplate
source: Use ready template
tr: Hazır Şablon Kullan

# readyTemplateInfo
source: With the template you choose;The event name, description and label are installed.
tr: Seçtiğiniz şablon ile birlikte; etkinlik adı, açıklaması ve etiketi yüklenir.

source: Detail Event
tr: Etkinliği Detaylandır

source: Date
tr: Tarih

source: Select Date
tr: Tarih Seç

source: Start Time
tr: Başlangıç

source: End Time
tr: Bitiş

source: Participant Count
tr: Katılımcı Sayısı

source: Unlimited
tr: Sınırsız

source: Event Fee
tr: Etkinlik Ücreti

source: Free
tr: Ücretsiz

source: Price
tr: Ücret

# acceptTerms
source: I accept the terms & conditions
tr: Kullanım koşullarını kabul ettim & onaylıyorum

source: Ending Time
tr: Bitiş Saati

source: Starting Time
tr: Başlangıç Saati

source: Add Photo
tr: Fotoğraf Ekle

# decorateEvent
source: Make your event look better by selecting from concept images or adding your own photos.
tr: Etkinliğinin daha güzel görünmesi için konsept görsellerden seçebilir ya da kendi foroğraflarını ekleyebilirsin.

# searchConcept
source: Search concept image
tr: Konsept görsel ara

source: Preview Event
tr: Etkinliği Önizle

# saveDraft
source: Save as Draft
tr: Taslak Olarak Kaydet

source: Create Event
tr: Etkinliği Yarat

source: Draft
tr: Taslak

source: add from gallery
tr: galeriden ekle

source: For You
tr: Senin İçin

source: Today
tr: Bugün

source: Invite to Event 🎉
tr: Etkinliğe Davet Et 🎉

source: Event Time 🎉
tr: Etkinlik Vakti 🎉

# noParticipationYet
source: Looks like {noParticipationYet} hasn't joined an event yet. Let's help her find one 🤝
tr: Görünüşe göre {noParticipationYet} henüz bir etkinliğe katılmamış. Haydi, etkinlik bulmasına yardım et 🤝

# greatTimeForEvents
source: It's a great time to join events! Fun activities are waiting for you ✨
tr: Etkinliklere katılmak için harika bir zaman! Eğlenceli etkinlikler seni bekliyor ✨

source: Find Event
tr: Etkinlik Bul

source: Friend Requests
tr: Arkadaşlık İstekleri

source: Search
tr: Ara

# pasteLink
source: Paste the link
tr: Kullanıcı Adı ya da linki yapıştır

source: Reject
tr: Reddet

source: Accept
tr: Kabul Et

# acceptCheck
source: Accepted
tr: Kabul Edildi

source: Add Friend
tr: Arkadaş Ekle

source: Discover New Friends
tr: Yeni Arkadaş Keşfet

source: Friends
tr: Arkadaşlar

# eventAdmin
source: Event Owner
tr: Etkinlik Sahibi

source: Event Requests
tr: Etkinlik İstekleri

# eventManagement
source: Manage the activity
tr: Etkinliği Yönet

# eventJoinedUser
source: The person joins {joinedUserCount}
tr: {joinedUserCount} kişi katılıyor

# followers
source: {followers} Followers
tr: {followers} Takipçi

# userInfo
source: Inform the participants ...
tr: Katılımcıları bilgilendir...

# requestWaiting
source: Request is Waited
tr: İstek Gönderildi

source: Join
tr: Katıl

# joinWithFriends
source: Join with your friends
tr: Arkadaşla Katıl

# joinedUsers
source: Participants
tr: Katılımcılar

# joinedInfo
source: This event is participating in {joinedInfo}.🎉
tr: Bu etkinliğe {joinedInfo} kişi katılıyor. 🎉

source: Invited
tr: Davet Edildi

# withJoin
source: Join together
tr: Birlikte Katıl

source: Created
tr: Oluşturulan

# updateTitle
source: Update time!
tr: Güncelleme Zamanı!

# updateInfo
source: We have corrected some errors to make your experience flawless and added new features.
tr: Deneyiminizi kusursuz hale getirmek için bazı hataları düzelttik ve yeni özellikler ekledik.

# updateButton
source: Update Application
tr: Uygulamayı Güncelle

source: Read More
tr: Devamını Oku

source: Read Less
tr: Daha Az Oku

# priceInfo
source: / prices starting from
tr: / başlayan fiyatlarla

source: Buy Ticket
tr: Bilet Al

# ticketInfo
source: Ticket Details
tr: Bilet Detayları

source: Location
tr: Lokasyon

source: Comments
tr: Yorumlar

source: Comment
tr: Yorum

# doComment
source: Make a Comment
tr: Yorum yap

# notYetComment
source: No comments yet.
tr: Henüz yorum yok.

source: See All
tr: Tümünü Gör

source: All
tr: Tümü

source: Start Talking 🏄
tr: Konuşmayı Başlat 🏄

# eventLiked
source: liked your event! 👍
tr: etkinliğini beğendi! 👍

# eventCommented
source: Commented on your event 💬
tr: etkinliğine yorum yaptı 💬

# friendRequest
source: sent you a friend request 🙋
tr: sana arkadaşlık isteği gönderdi 🙋

# eventLocationUpdated
source: updated the location of the event 🙌
tr: etkinliğinin konumunu güncelledi 🙌

# eventTimeUpdated
source: updated the time of the event 🙌
tr: etkinliğinin saatini güncelledi 🙌

# eventDateUpdated
source: updated the date of the event 🙌
tr: etkinliğinin tarihini güncelledi 🙌

# eventCancelled
source: The event you joined has been cancelled. Check out the alternative events we've prepared for you 🙌
tr: Katıldığın etkinlik iptal oldu. Senin için hazırladığımız alternatif etkinliklere göz at 🙌

# eventRequestToEventOwner
source: wants to join your event 🏄‍♂️
tr: etkinliğine katılmak istiyor 🏄‍♂️

# eventRequestAcceptByFriend
source: He accepted his desire to participate in his event 🕺
tr: etkinliğine birlikte katılma isteğini kabul etti 🕺

# friendRequestAccept
source: He accepted his friendship request 👍
tr: ile artık arkadaşsınız 👍

# friendRequestReject
source: He rejected his friendship request🙌
tr: arkadaşlık isteğini reddetti 🙌

# eventRequestToFriend
source: invited to participate in the event together 🏃🏻
tr: etkinliğine beraber katılmaya davet etti 🏃🏻

# eventJoinRequestAcceptedByOwner
source: accepted your request to join the event 🕺
tr: etkinliği için gönderdiğin katılma isteğini kabul etti 🕺

# eventCapacityFull
source: is full! Update it to open up more spaces 🏄‍♂️
tr: kontenjanı doldu! Daha fazla kişiye yer açmak istiyorsan hemen güncelle 🏄‍♂️

# eventCapacityOpened
source: has opened up! How about inviting a friend 🫂
tr: için yer açıldı! Arkadaşını da davet etmeye ne dersin 🫂

# eventCapacityReached
source: is full! You're on the waiting list, we'll let you know when a spot opens up 🙌
tr: kontenjanı doldu! Şu an sıradasın, kontenjan açıldığında seni bilgilendireceğiz 🙌

# earnedApplause
source: Congratulations, you've earned 50 applauses! 👏🏻
tr: Tebrikler, 50 alkış kazandın! 👏🏻

source: Unknown notification
tr: Bilinmeyen bildirim

# succesEventCreated
source: The event was created successfully 🪩
tr: Etkinlik başarıyla yaratıldı 🪩

# likesEvent
source: Activities you like
tr: Beğendiğin Etkinlikler

# createCominityAccount
source: Create a community account
tr: Topluluk Hesabı Oluştur

source: Welcome!
tr: Hoş geldin!

# welcomeSubSignin
source: Fun -filled events are waiting for you!Come on, let the fun begin 💃🏻
tr: Eğlence dolu etkinlikler seni bekliyor! Haydi, eğlence başlasın 💃🏻

source: Bad behaviour
tr: Kötü Davranış

# spam
source: Report as spam
tr: Spam Olarak Bildir

# someoneElse
source: Acting like someone else
tr: Başka Birisi Gibi Davranıyor

source: Other...
tr: Diğer...

# populer
source: Popular
tr: Popüler

# nearby
source: It takes place nearby
tr: Yakınında Gerçekleşiyor

# approaching
source: Approaching activities
tr: Yaklaşan Etkinlikler

source: Map
tr: Harita

source: Category
tr: Kategori

# errorPrivacy
source: Please accept the contract.
tr: Lütfen sözleşmeyi kabul ediniz.

# joined
source: You agree
tr: Katılıyorsun

source: Clear All
tr: Tümünü Temizle

# findPeopleAndEvents
source: As you search, you can find people and events here!
tr: Arama yaptıkça burada kişileri ve etkinlikleri bulabilirsin!

# couldntFind
source: We couldn't find the event or person you are looking for!
tr: Aradığın etkinliği ya da kişiyi bulamadık!

# continueSearching
source: Continue searching to find other users or events.
tr: Diğer kullanıcıları ya da etkinlikleri bulmak için aramaya devam edebilirsin.

source: People
tr: Kişiler

# chatInput
source: Type a message ...
tr: Bir mesaj yazın ...

# profilEditShowInfo
source: The above information will not appear in the profile.
tr: Yukarıdaki bilgiler profilde gözükmeyecektir.

# sentPhoto
source: 📷 Sent a photo
tr: 📷 Fotoğraf gönderdin

# receivedPhoto
source: 📷 Received a photo
tr: 📷 Fotoğraf gönderdi

# sentVideo
source: 🎥 Sent a video
tr: 🎥 Video gönderdin

# receivedVideo
source: 🎥 Received a video
tr: 🎥 Video gönderdi

# sentEvent
source: 🎉 Sent an event
tr: 🎉 Etkinlik gönderdin

# receivedEvent
source: 🎉 Received an event
tr: 🎉 Etkinlik gönderdi

# sentAudio
source: 🎤 Sent an audio
tr: 🎤 Ses gönderdin

# receivedAudio
source: 🎤 Received an audio
tr: 🎤 Ses gönderdi

# sentEventInvitation
source: 🏃🏻 Sent an event invitation
tr: 🏃🏻 Etkinlik daveti gönderdin

# receivedEventInvitation
source: 🏃🏻 Received an event invitation
tr: 🏃🏻 Etkinlik daveti gönderdi

source: Create Group
tr: Grubu Oluştur

# enterGroupName
source: Enter a Group Name
tr: Gruba İsim Veriniz

# nameGroup
source: Name the Group
tr: Gruba İsim Ver

source: Suggestions
tr: Öneriler

source: Group Detail
tr: Grup Detay

source: Add
tr: Ekle

source: Mute
tr: Sessize Al

source: Leave Group
tr: Gruptan Çık

# confirmLeaveGroup
source: Are you sure you want to leave the group?
tr: Gruptan çıkmak istediğine emin misin?

source: Leave
tr: Çık

source: Send Message
tr: Mesaj Gönder

source: Group
tr: Grup

source: Groups
tr: Gruplar

source: Add Person
tr: Kişi Ekle

source: Remove from Group
tr: Gruptan Çıkar

# confirmRemoveFromGroup
source: Are you sure you want to remove {userName} from the group?
tr: {userName} adlı kullanıcıyı gruptan çıkarmak istediğine emin misin?

source: Manager
tr: Yönetici

# participant
source: {participant} Participant
tr: {participant} Katılımcı

source: Follow
tr: Takip Et

source: Unfollow
tr: Takibi Bırak

# profilNotification
source: (Daturies) You have opened notifications right now!👏🏻
tr: (Zil) Şu an bildirimleri açtın! 👏🏻

source: Message deleted
tr: Mesaj silindi

# applauseInfoPopupTitle
source: {alkis} You won applause!
tr: {alkis} Alkış Kazandın!

# applauseInfoPopup
source: Congratulations! {alkis} You won applause.Gather applause using the application actively, gaining great privileges.
tr: Tebrikler! {alkis} alkış kazandın. Uygulamayı aktif kullanarak alkışları topla, büyük ayrıcalıklara hak kazan.

# groupCreated
source: Created the group
tr: grubu oluşturdu

# groupUserAdded
source: Added to the group
tr: gruba eklendi

# groupUserRemoved
source: Removed from the group
tr: gruptan çıkarıldı

# groupUserLeft
source: Out of the group
tr: gruptan çıktı

source: Event Not Found!
tr: Etkinlik Bulunamadı!

# seeOtherUsers
source: See other users' interests and social media profiles by creating your own
tr: Diğer kullanıcıların ilgi alanlarını ve sosyal medya hesaplarını görmek için kendi

source: Explore Events
tr: Etkinlikleri Keşfet

# emptyDraftsMessage
source: Your drafts appear to be empty. You can start creating right away with the button below!
tr: Taslakların boş gözüküyor. Aşağıdaki buton yardımıyla hemen oluşturmaya başlayabilirsin!

source: No Drafts Yet
tr: Henüz Taslak Yok

# helpMessage
source: Enter the message for the help you need...
tr: Yardım istediğiniz mesajı giriniz...

# shareReasonForDeletion
source: Share the reason for deleting the event with us...
tr: Etkinliği neden sildiğini bizle paylaş...

# confirmDeletion
source: Are You Sure You Want to Delete?
tr: Silmek İstediğine Emin Misin?

# confirmDeletePost
source: Are you sure you want to delete this post?
tr: Bu gönderiyi silmek istediğine emin misin?

source: Event Passed
tr: Etkinlik Geçti

source: Event Full
tr: Etkinlik Dolu

source: Select Template
tr: Şablon Seç

source: Close Comments
tr: Yorumları Kapat

source: Share
tr: Paylaş

source: Shared
tr: Paylaşıldı

# sharedEvent
source: The event was shared! 🎉
tr: Etkinlik paylaşıldı! 🎉

source: Help
tr: Yardım

source: Delete Event
tr: Etkinliği Sil

source: Gender
tr: Cinsiyet

source: Female
tr: Kadın

source: Male
tr: Erkek

source: Prefer Not to Say
tr: Belirtmek İstemiyorum

source: Date of Birth
tr: Doğum Tarihi
